// © Copyright 2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Paperin vinouden testaus";

TransferringProcessTitle = "Siirretään tiedostoa…";
PrintingProcessTitle = "Tulostetaan vinouden testaussivua…";

NoTestTitle = "Paperin vinouden testausta ei voi suorittaa";
NoTestMsg = "Tarkista, että tulostin on yhdistetty ja päällä, ja yritä sitten uudelleen.";

HSDTaskDescription = "Tämä testi tarkistaa paperin vinouden. Noudata tulosteen ohjeita.";
HSDOptionsNote = "Valitse seuraavat valinnat:";
HSDPaperSizeLabel = "Paperikoko:";
HSDA4LetterOption = "A4/Letter";
HSDA3TabloidOption = "A3/Tabloid";
HSDDuplexerCheckTitle = "Kaksipuolisuus";
HSDTestButtonTitle = "Testaa";